1password
apptrap
authy-desktop
betterzip
docker
docker-edge
drawio
dropbox
firefox-developer-edition
font-courier-prime-code
font-fira-code
font-ibm-plex
font-input
font-proggyclean-nerd-font-mono
font-roboto-mono
font-source-code-pro
font-sourcecodepro-nerd-font-mono
gitup
google-chrome
google-chrome-canary
iterm2
iterm2-beta
keepassxc
macdown
macvim
meld
minikube
pgadmin4
postman
psequel
qlcolorcode
qlmarkdown
qlprettypatch
qlstephen
quicklook-csv
quicklook-json
shiftit
skype
slack
sourcetree
spectacle
spotify
suspicious-package
the-unarchiver
transmission
visual-studio-code
vlc
webpquicklook
webstorm
