1password
apptrap
authy
betterzip
docker
drawio
dropbox
firefox-developer-edition
font-sourcecodepro-nerd-font-mono
google-chrome
iterm2
macdown
macvim
minikube
postman
qlcolorcode
qlmarkdown
qlprettypatch
qlstephen
quicklook-csv
quicklook-json
shiftit
skype
slack
spectacle
spotify
suspicious-package
the-unarchiver
transmission
visual-studio-code
vlc
webpquicklook
webstorm
