1password
alfred
apptrap
authy
betterzip
docker
drawio
dropbox
evernote
firefox-developer-edition
font-3270-nerd-font-mono
font-anonymouspro-nerd-font
font-anonymouspro-nerd-font-mono
font-arimo-nerd-font
font-arimo-nerd-font-mono
font-aurulentsansmono-nerd-font
font-aurulentsansmono-nerd-font-mono
font-bitstreamverasansmono-nerd-font
font-bitstreamverasansmono-nerd-font-mono
font-cascadia
font-codenewroman-nerd-font
font-codenewroman-nerd-font-mono
font-cousine-nerd-font
font-cousine-nerd-font-mono
font-dejavusansmono-nerd-font
font-dejavusansmono-nerd-font-mono
font-droidsansmono-nerd-font
font-droidsansmono-nerd-font-mono
font-fantasquesansmono-nerd-font
font-fantasquesansmono-nerd-font-mono
font-firacode-nerd-font
font-firacode-nerd-font-mono
font-firamono-nerd-font
font-firamono-nerd-font-mono
font-go-mono-nerd-font
font-go-mono-nerd-font-mono
font-gohu-nerd-font
font-gohu-nerd-font-mono
font-hack-nerd-font
font-hack-nerd-font-mono
font-hasklig-nerd-font
font-hasklig-nerd-font-mono
font-heavydata-nerd-font
font-heavydata-nerd-font-mono
font-hermit-nerd-font
font-hermit-nerd-font-mono
font-inconsolata-nerd-font
font-inconsolata-nerd-font-mono
font-inconsolatago-nerd-font
font-inconsolatago-nerd-font-mono
font-inconsolatalgc-nerd-font
font-inconsolatalgc-nerd-font-mono
font-iosevka-nerd-font
font-iosevka-nerd-font-mono
font-lekton-nerd-font
font-lekton-nerd-font-mono
font-liberationmono-nerd-font
font-liberationmono-nerd-font-mono
font-meslo-nerd-font
font-meslo-nerd-font-mono
font-monofur-nerd-font
font-monofur-nerd-font-mono
font-monoid-nerd-font
font-monoid-nerd-font-mono
font-mononoki-nerd-font
font-mononoki-nerd-font-mono
font-mplus-nerd-font
font-mplus-nerd-font-mono
font-noto-nerd-font
font-noto-nerd-font-mono
font-profont-nerd-font
font-profont-nerd-font-mono
font-proggyclean-nerd-font
font-proggyclean-nerd-font-mono
font-robotomono-nerd-font
font-robotomono-nerd-font-mono
font-sharetechmono-nerd-font
font-sharetechmono-nerd-font-mono
font-sourcecodepro-nerd-font
font-sourcecodepro-nerd-font-mono
font-spacemono-nerd-font
font-spacemono-nerd-font-mono
font-terminus-nerd-font
font-terminus-nerd-font-mono
font-tinos-nerd-font
font-tinos-nerd-font-mono
font-ubuntu-nerd-font
font-ubuntu-nerd-font-mono
font-ubuntumono-nerd-font
font-ubuntumono-nerd-font-mono
fork
ganache
google-chrome
insomnia
iterm2
java
macdown
macvim
meld
minikube
nightowl
plug
postman
qlcolorcode
qlmarkdown
qlprettypatch
qlstephen
quicklook-csv
quicklook-json
shiftit
skype
slack
sourcetree
spectacle
spotify
suspicious-package
tableplus
the-unarchiver
transmission
virtualbox
visual-studio-code
vlc
webpquicklook
webstorm
whatsapp
wireshark
