tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
# Extendable version manager with support for Ruby, Node.js, Erlang & more
brew "asdf"
# Good-lookin' diffs with diff-highlight and more
brew "diff-so-fancy"
# Modern replacement for 'ls'
brew "exa"
# CLI tool for quick access to files and directories
brew "fasd"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Cross-shell prompt for astronauts
brew "starship"
# Password manager that keeps all passwords secure behind one password
cask "1password"
# Application launcher and productivity software
cask "alfred"
# Free and open-source web browser
cask "chromium"
# Databases & SQL IDE
cask "datagrip"
# App to build and share containerized applications and microservices
cask "docker"
# Web browser
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
# Go (golang) IDE
cask "goland"
# GPU-based terminal emulator
cask "kitty"
# Web browser
cask "librewolf"
# Provides updates to various Microsoft products
cask "microsoft-auto-update"
# Email client
cask "microsoft-outlook"
# Meet, chat, call, and collaborate in just one place
cask "microsoft-teams"
# Move and resize windows using keyboard shortcuts or snap areas
cask "rectangle"
# Graphical client for Git version control
cask "sourcetree"
# Music streaming service
cask "spotify"
# Native GUI tool for relational databases
cask "tableplus"
# Mesh VPN based on Wireguard
cask "tailscale"
# Unpacks archive files
cask "the-unarchiver"
# Open-source code editor
cask "visual-studio-code"
# JavaScript IDE
cask "webstorm"
