tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "diff-so-fancy"
brew "exa"
brew "fasd"
brew "fd"
brew "fzf"
brew "gh"
brew "jq"
brew "less"
brew "lua-language-server"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
cask "1password"
cask "alfred"
cask "firefox"
cask "font-roboto-mono-nerd-font"
cask "insomnia"
cask "kitty"
cask "rectangle"
cask "spotify"
cask "tableplus"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
