tap "bazaarvoice/bazaarvoice", "git@github.com:bazaarvoice/homebrew-bazaarvoice.git"
tap "d12frosted/emacs-plus"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ksperling/tap"
tap "remind101/formulae"
tap "romkatv/powerlevel10k"
tap "wata727/tflint"
# C/C++ resolver library and DNS resolver utilities
brew "adns"
# CLI tool for working with Architecture Decision Records
brew "adr-tools"
# Automatic configure script builder
brew "autoconf"
# Shell extension to jump to frequently used directories
brew "autojump"
# Tool for generating GNU Standards-compliant Makefiles
brew "automake"
# GNU database manager
brew "gdbm"
# Cryptography and SSL/TLS Toolkit
brew "openssl@1.1"
# Library for command-line editing
brew "readline"
# Command-line interface for SQLite
brew "sqlite"
# General-purpose data compression with high compression ratio
brew "xz"
# Interpreted, interactive, object-oriented programming language
brew "python@3.8"
# Official Amazon AWS command-line interface
brew "awscli"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Fish completion for brew-cask
brew "brew-cask-completion"
# Extract files from Microsoft cabinet files
brew "cabextract"
# Library for manipulating PNG images
brew "libpng"
# Software library to render fonts
brew "freetype"
# XML-based font configuration API for X Windows
brew "fontconfig"
# Portable Foreign Function Interface library
brew "libffi"
# Core application library for C
brew "glib"
# Real-time data compression library
brew "lzo"
# Low-level library for pixel manipulation
brew "pixman"
# Vector graphics library with cross-device output support
brew "cairo"
# Cross-platform make
brew "cmake"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Go dependency management tool
brew "dep"
# Good-lookin' diffs with diff-highlight and more
brew "diff-so-fancy"
# Pack, ship and run any application as a lightweight container
brew "docker", link: false
# Bash, Zsh and Fish completion for Docker
brew "docker-completion"
# YAML Parser
brew "libyaml"
# Isolated development environments using Docker
brew "docker-compose", link: false
# Docker-compose completion script
brew "docker-compose-completion"
# Create Docker hosts locally and on cloud providers
brew "docker-machine"
# Modern replacement for 'ls'
brew "exa"
# CLI tool for quick access to files and directories
brew "fasd"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Collection of GNU find, xargs, and locate
brew "findutils"
# Implementation of the Unicode BiDi algorithm
brew "fribidi"
# Command-line fuzzy finder written in Go
brew "fzf"
# GNU multiple precision arithmetic library
brew "gmp"
# C library for multiple-precision floating-point computations
brew "mpfr"
# GNU awk utility
brew "gawk"
# Integer Set Library for the polyhedral model
brew "isl"
# C library for the arithmetic of high precision complex numbers
brew "libmpc"
# GNU compiler collection
brew "gcc"
# Image manipulation library
brew "jpeg"
# TIFF library and utilities
brew "libtiff"
# Toolkit for image loading and pixel buffer manipulation
brew "gdk-pixbuf"
# Distributed revision control system
brew "git"
# Syntax-highlighting pager for git and diff output
brew "git-delta"
# GNU implementation of the famous stream editor
brew "gnu-sed"
# Asynchronous event library
brew "libevent"
# C string library for manipulating Unicode strings
brew "libunistring"
# International domain name library (IDNA2008, Punycode and TR46)
brew "libidn2"
# ASN.1 structure parser library
brew "libtasn1"
# Low-level cryptographic library
brew "nettle"
# Library to load and enumerate PKCS#11 modules
brew "p11-kit"
# Validating, recursive, caching DNS resolver
brew "unbound"
# GNU Transport Layer Security (TLS) Library
brew "gnutls"
# Common error values for all GnuPG components
brew "libgpg-error"
# Assuan IPC Library
brew "libassuan"
# Cryptographic library based on the code from GnuPG
brew "libgcrypt"
# X.509 and CMS library
brew "libksba"
# Library for USB device access
brew "libusb"
# New GNU portable threads library
brew "npth"
# Passphrase entry dialog utilizing the Assuan protocol
brew "pinentry"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg", link: false
# Manage compile and link flags for libraries
brew "pkg-config"
# Generate introspection data for GObject libraries
brew "gobject-introspection"
# Smart font renderer for non-Roman scripts
brew "graphite2"
# Smarter Dockerfile linter to validate best practices
brew "hadolint"
# C/C++ and Java libraries for Unicode and globalization
brew "icu4c"
# OpenType text shaping engine
brew "harfbuzz"
# The Kubernetes package manager
brew "helm"
# Powerful, lightweight programming language
brew "lua"
# Convert source code to formatted text with syntax highlighting
brew "highlight"
# OpenEXR ILM Base libraries (high dynamic-range image file format)
brew "ilmbase"
# Open h.265 video codec implementation
brew "libde265"
# Database of common MIME types
brew "shared-mime-info"
# H.265/HEVC encoder
brew "x265"
# ISO/IEC 23008-12:2017 HEIF file format decoder and encoder
brew "libheif"
# LLVM's OpenMP runtime library
brew "libomp"
# Generic library support script
brew "libtool"
# Color management engine supporting ICC profiles
brew "little-cms2"
# High dynamic-range image file format
brew "openexr"
# Library for JPEG-2000 image manipulation
brew "openjpeg"
# Image format providing lossless and lossy compression for web images
brew "webp"
# Tools and libraries to manipulate images in many formats
brew "imagemagick"
# Tools and libraries to manipulate images in many formats
brew "imagemagick@6"
# Istio configuration command-line utility
brew "istioctl"
# Implementation of malloc emphasizing fragmentation avoidance
brew "jemalloc"
# Regular expressions library
brew "oniguruma"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Kubernetes command-line interface
brew "kubernetes-cli"
# Production Grade K8s Installation, Upgrades, and Management
brew "kops"
# Network authentication protocol
brew "krb5"
# Kubernetes prompt info for bash and zsh
brew "kube-ps1"
# Tool that can switch between kubectl contexts easily and create aliases
brew "kubectx"
# Pager program similar to more
brew "less"
# Interpreted, interactive, object-oriented programming language
brew "python"
# CSS parsing and manipulation toolkit for GNOME
brew "libcroco"
# Framework for layout and rendering of i18n text
brew "pango"
# Library to render SVG files using Cairo
brew "librsvg"
# Very basic terminfo library
brew "unibilium"
# Library for processing keyboard entry from the terminal
brew "libtermkey"
# Multi-platform support library with a focus on asynchronous I/O
brew "libuv"
# C99 library which implements a VT220 or xterm terminal emulator
brew "libvterm"
# Just-In-Time Compiler (JIT) for the Lua programming language
brew "luajit"
# Mac App Store command-line interface
brew "mas"
# Java-based project management
brew "maven"
# Bash completion for Maven
brew "maven-completion"
# Command-line based markdown presentation tool
brew "mdp"
# Run a Kubernetes cluster locally
brew "minikube"
# Library for a binary-based efficient data interchange format
brew "msgpack"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Install NodeJS versions
brew "node-build"
# Manage multiple NodeJS versions
brew "nodenv"
# Manage multiple Node.js versions
brew "nvm"
# Tool for creating identical machine images for multiple platforms
brew "packer"
# Bash completion for Packer
brew "packer-completion"
# Highly capable, feature-rich programming language
brew "perl"
# Object-relational database system
brew "postgresql", restart_service: true
# Wrapper to colorize and simplify ping's output
brew "prettyping"
# Reattach process (e.g., tmux) to background
brew "reattach-to-user-namespace"
# Persistent key-value database, with built-in net interface
brew "redis"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Powerful, clean, object-oriented scripting language
brew "ruby"
# Safe, concurrent, practical language
brew "rust"
# Static analysis and lint tool, for (ba)sh scripts
brew "shellcheck"
# Autoformat shell script source code
brew "shfmt"
# Command-line interface for Spotify on a Mac
brew "shpotify"
# Editor of encrypted files
brew "sops"
# Tool to create intelligent and beautiful documentation
brew "sphinx-doc"
# The cross-shell prompt for astronauts
brew "starship"
# Tool to build, change, and version infrastructure
brew "terraform"
# Improve Terraform's plan output
brew "terraform_landscape"
# Code-search similar to ack
brew "the_silver_searcher"
# Text interface for Git repositories
brew "tig"
# Terminal multiplexer
brew "tmux"
# Shell completion for Tmuxinator
brew "tmuxinator-completion"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Terminal interaction recorder and player
brew "ttyrec"
# Converts a ttyrec file into gif files
brew "ttygif"
# URL extractor/launcher
brew "urlview"
# Vi 'workalike' with many additional features
brew "vim"
# Internet file retriever
brew "wget"
# Tracks most-used directories to make cd smarter
brew "z"
# Centralized server for distributed coordination of services
brew "zookeeper"
# The next-generation plugin manager for zsh
brew "zplug"
# UNIX shell (command interpreter)
brew "zsh"
# Fish-like fast/unobtrusive autosuggestions for zsh
brew "zsh-autosuggestions"
# Additional completion definitions for zsh
brew "zsh-completions"
# Zsh port of Fish shell's history search
brew "zsh-history-substring-search"
# Fish shell like syntax highlighting for zsh
brew "zsh-syntax-highlighting"
# Bosun kubectl config file for users and admins
brew "bazaarvoice/bazaarvoice/bosuncfg"
# GNU Emacs text editor
brew "d12frosted/emacs-plus/emacs-plus@26", link: false
# Manage shell sessions with temporary AWS credentials
brew "ksperling/tap/aws-session"
# Easily assume AWS roles in your terminal
brew "remind101/formulae/assume-role"
# A Zsh Theme
brew "romkatv/powerlevel10k/powerlevel10k"
cask "1password"
cask "1password-cli"
cask "adoptopenjdk8"
cask "alfred"
cask "apptrap"
cask "authy"
cask "bartender"
cask "bettertouchtool"
cask "betterzip"
cask "brave-browser"
cask "docker"
cask "drawio"
cask "dropbox"
cask "evernote"
cask "figma"
cask "firefox-developer-edition"
cask "font-3270-nerd-font-mono"
cask "font-anonymouspro-nerd-font"
cask "font-anonymouspro-nerd-font-mono"
cask "font-arimo-nerd-font"
cask "font-arimo-nerd-font-mono"
cask "font-aurulentsansmono-nerd-font"
cask "font-aurulentsansmono-nerd-font-mono"
cask "font-bitstreamverasansmono-nerd-font"
cask "font-bitstreamverasansmono-nerd-font-mono"
cask "font-cascadia"
cask "font-codenewroman-nerd-font"
cask "font-codenewroman-nerd-font-mono"
cask "font-cousine-nerd-font"
cask "font-cousine-nerd-font-mono"
cask "font-dejavusansmono-nerd-font"
cask "font-dejavusansmono-nerd-font-mono"
cask "font-droidsansmono-nerd-font"
cask "font-droidsansmono-nerd-font-mono"
cask "font-fantasquesansmono-nerd-font"
cask "font-fantasquesansmono-nerd-font-mono"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "font-firamono-nerd-font"
cask "font-firamono-nerd-font-mono"
cask "font-go-mono-nerd-font"
cask "font-go-mono-nerd-font-mono"
cask "font-gohu-nerd-font"
cask "font-gohu-nerd-font-mono"
cask "font-hack-nerd-font"
cask "font-hack-nerd-font-mono"
cask "font-hasklig-nerd-font"
cask "font-hasklig-nerd-font-mono"
cask "font-heavydata-nerd-font"
cask "font-heavydata-nerd-font-mono"
cask "font-hermit-nerd-font"
cask "font-hermit-nerd-font-mono"
cask "font-ibm-plex"
cask "font-inconsolata-nerd-font"
cask "font-inconsolata-nerd-font-mono"
cask "font-inconsolatago-nerd-font"
cask "font-inconsolatago-nerd-font-mono"
cask "font-inconsolatalgc-nerd-font"
cask "font-inconsolatalgc-nerd-font-mono"
cask "font-iosevka-nerd-font"
cask "font-iosevka-nerd-font-mono"
cask "font-lekton-nerd-font"
cask "font-lekton-nerd-font-mono"
cask "font-liberationmono-nerd-font"
cask "font-liberationmono-nerd-font-mono"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "font-monofur-nerd-font"
cask "font-monofur-nerd-font-mono"
cask "font-monoid-nerd-font"
cask "font-monoid-nerd-font-mono"
cask "font-mononoki-nerd-font"
cask "font-mononoki-nerd-font-mono"
cask "font-mplus-nerd-font"
cask "font-mplus-nerd-font-mono"
cask "font-noto-nerd-font"
cask "font-noto-nerd-font-mono"
cask "font-profont-nerd-font"
cask "font-profont-nerd-font-mono"
cask "font-proggyclean-nerd-font"
cask "font-proggyclean-nerd-font-mono"
cask "font-roboto"
cask "font-robotomono-nerd-font"
cask "font-robotomono-nerd-font-mono"
cask "font-sharetechmono-nerd-font"
cask "font-sharetechmono-nerd-font-mono"
cask "font-source-code-pro"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "font-spacemono-nerd-font"
cask "font-spacemono-nerd-font-mono"
cask "font-terminus-nerd-font"
cask "font-terminus-nerd-font-mono"
cask "font-tinos-nerd-font"
cask "font-tinos-nerd-font-mono"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-nerd-font-mono"
cask "font-ubuntumono-nerd-font"
cask "font-ubuntumono-nerd-font-mono"
cask "fork"
cask "ganache"
cask "github"
cask "gpg-suite"
cask "inkscape"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "macdown"
cask "macvim"
cask "meld"
cask "notion"
cask "plug"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "shiftit"
cask "simplenote"
cask "skype"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "suspicious-package"
cask "tableplus"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "webstorm"
cask "whatsapp"
cask "wireshark"
mas "Pages", id: 409201541
mas "Trello", id: 1278508951
