christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
ms-azuretools.vscode-docker
Orta.vscode-jest
PKief.material-icon-theme
vscodevim.vim
wix.vscode-import-cost
xabikos.JavaScriptSnippets
